[
    {
        "title": "How To Use",
        "timeStart": -9999,
        "time": "",
        "associatedColor": "#70E4EF",
        "painting": {
            "name": "Scroll Down!",
            "artist": "",
            "painted": "",
            "from": ""
        },
        "text": "Time is dependent on scrolling. As you scroll down you will move closer and closer to the present. On your right will appear checkpoints that tell you which era you are nearing.<br><p class='full-size right-align'><b>→</b></p> Click on them to skip to that moment of time. The painting in the center will reflect a painting of the era. Hover over it to get more details. That’s all there is to know, Let’s go!"
    },
    {
        "title": "Prehistoric Art",
        "timeStart": -40000,
        "time": "~40,000B.C.-4,000B.C.",
        "associatedColor": "#E5EDA1",
        "painting": {
            "name": "Rhino Cave Paintings",
            "artist": "By people from the Aurignacian and Gravettian periods",
            "painted": "From approx. 30,000 to 32,000 years ago",
            "from": "Was made in Southeastern France"
        },
        "text": "This period is the origin of art history. Discovered artifacts can be traced back to as far as the Paleolithic era, or the Old Stone Age. Common mediums included finger tracings, paintings, engravings, bas-reliefs, and sculptures on the walls of caves. Animals were heavily depicted in this era, and these depictions were oftentimes abstract. Despite the ancient man’s limited access to tools and time, these drawings are a testament to the timelessness and universalness of art.<br>Famous examples include the cave paintings found in caves of Lascaux in France (discovered in 1940), and in Chauvet Cave (discovered in 1994)(painting shown on the canvas)."
    },
    {
        "title": "Ancient Art",
        "timeStart": -4000,
        "time": "4,000B.C.-400",
        "associatedColor": "#FF6B73",
        "painting": {
            "name": "Code of Hammurabi",
            "artist": "By Ancient Babylonians",
            "painted": "From circa 1755-1750 BC",
            "from": "Was made in Babylon (present-day Iran)"
        },
        "text": "As civilizations advanced, so did their work. The reasons for creating and owning art were significantly clearer: it represented one’s social status, to visualize stories, to decorate objects, and to depict religious imagery. Gods, goddesses, and rulers were often present in these works. Despite having a common purpose, artwork varied greatly from culture to culture. Famous civilizations of this era include Mesopotamia, early Chinese Dynasties, Ancient Egypt, and the Greeks.<br>One famous example is the Code of Hammurabi (shown on the canvas)."
    },
    {
        "title": "Medieval Art",
        "timeStart": 500,
        "time": "500-1400",
        "associatedColor": "#E2C2FF",
        "painting": {
            "name": "Madonna and Child",
            "artist": "By Duccio di Buoninsegna",
            "painted": "From around the 13th century",
            "from": "Was made in Italy"
        },
        "text": "This period is famously known as the Dark Ages and for ample reason. It was after the fall of the Roman Empire and its economic and cultural impact could be felt all across Europe. The “darkness” of the era is reflected in the artworks being created, as many of them could be described as grotesque and brutal. Despite being relatively dark, it often depicted elaborate Christian imagery and symbolism because the Catholic Church was commissioning and financing many of the new projects. This era can be split into three more periods: Early Medieval Art, Romanesque Art, and last but not least, Gothic Art (known for its structural advancements such as ribbed vaults, flying buttresses, and gargoyles).<br>Famous examples include catacombs in Rome, Hagia Sophia, and Notre Dame (A great example of Gothic architecture)."
    },
    {
        "title": "Renaissance",
        "timeStart": 1400,
        "time": "1400-1600",
        "associatedColor": "#78C091",
        "painting": {
            "name": "Mona Lisa",
            "artist": "By Leonardo da Vinci",
            "painted": "From 1503-1506",
            "from": "Was made in Italy"
        },
        "text": "The Renaissance, which translates directly into “rebirth”, was an abrupt and sudden divergence from the principles and culture of Medieval times. The art of this era represents a change towards a more modern approach. As the economy grew, society grew more secular, and social mobility increased, new ideas were being portrayed in the creations such as individualism, classical learning, and nature. Realism and Mannerism, two very different styles, were both gaining traction. At the center of it all was Italy (specifically the city of Florence), so many of the works were Italian.<br>This era is home to many famous works most people recognize. It is also known for its many influential artists including Leonardo da Vinci, Donatello, Michelangelo, and Raphael."
    },
    {
        "title": "Baroque",
        "timeStart": 1600,
        "time": "1600-1750",
        "associatedColor": "#70E4EF",
        "painting": {
            "name": "Las Meninas",
            "artist": "By Diego Velázquez",
            "painted": "From 1656 (Spanish Golden Age)",
            "from": "Was made in Spain"
        },
        "text": "The Baroque period was a rebellious art movement. While the Renaissance preferred symmetry and restraint, the Baroque Art was grandeur, rich, and complex. If the Renaissance was the mind, the Baroque was the heart. Its most prominent stylistic feature was heavily contrasting lights and darks. The scenes depicted were often ordinary situations so they related more to the common people.<br>Famous artists who utilized this style are Caravaggio and Rembrandt."
    },
    {
        "title": "Neoclassicism",
        "timeStart": 1750,
        "time": "1750-1850",
        "associatedColor": "#E5EDA1",
        "painting": {
            "name": "Napoleon I on His Imperial Throne",
            "artist": "By Jean-Auguste-Dominique Ingres",
            "painted": "From year 1806",
            "from": "Was made in France"
        },
        "text": "“Neo” comes from the Greek word “neos” meaning new and fresh. That makes neoclassicism a suitable name for an era that reintroduced antique and classical elements to modern works of the time. This was a result of the discovery of past artworks igniting a passion for mimicking the past work’s style. This included themes such as harmony, simplicity, and idealism."
    },
    {
        "title": "Romanticism",
        "timeStart": 1780,
        "time": "1780-1850",
        "associatedColor": "#FF6B73",
        "painting": {
            "name": "Wanderer above the Sea of Fog",
            "artist": "By Caspar David Friedrich",
            "painted": "From 1818",
            "from": "Was made in Germany"
        },
        "text": "Romantic has a different meaning then than it does today. The romantic in Romantic Art means emotion, and as a result, the works created in this period were ones that reject order and rationality for passion, sensation, and human psychology. Another big idea of this movement was nature, whether that would be in the form of dark ambience, triumphing over mankind, or with large prominent skies. The nature aspect of the movement was founded as a counter reaction to the industrial revolution and scientific and logical thinking."
    },
    {
        "title": "Realism",
        "timeStart": 1848,
        "time": "1848-1900",
        "associatedColor": "#E2C2FF",
        "painting": {
            "name": "The Shepherdess",
            "artist": "By William-Adolphe Bouguereau",
            "painted": "From 1889",
            "from": "Was made in France"
        },
        "text": "Many factors from politics to technology led to the inevitable creation of realism. The concern for the working class in a time of turmoil for France, the creation of the camera, and anti-Romantic movements in Germany resulted in a push for realistic and simplistic scenes that depicted common folk. No extravagant scenes; Instead paintings show people doing regular activities.<br>An important leader of the movement is Gustave Courbet. He chose to draw only what he could see."
    },
    {
        "title": "Impressionism",
        "timeStart": 1865,
        "time": "1865-1885",
        "associatedColor": "#78C091",
        "painting": {
            "name": "Woman with a Parasol",
            "artist": "By Claude Monet",
            "painted": "From 1875",
            "from": "Was made in France"
        },
        "text": "The word impressionism has a long history. First coined by Monet as the title of a painting meant to capture fleeting moments, to a derogatory term for critics of the new era, this style was very unique for the time. It can be characterized by short, quick brushstrokes that look sloppy that give the impression (hence the name) of an image. Modern life was more often depicted with this style than history, bibliology, or mythology. Artists of the era despised the movement, so instead leaders chose to organize their own exhibits.<br>Claude Monet, a famous artist of this era, made paintings such as The Water Lily Pond (1899), Woman with a Parasol (1875), and Impression: Sunrise (1872)<br><i>Fun facts:</i><br>- The invention of paint tubes made Impressionism possible by streamlining the artistic process.<br>- As photography improved, many feared the timeless medium was running out of time. However, art is still clearly present today.<br>- Impressionism is considered by some to be the start of modern art"
    },
    {
        "title": "Post-impressionism",
        "timeStart": 1885,
        "time": "1885-1910",
        "associatedColor": "#70E4EF",
        "painting": {
            "name": "Van Gogh self-portrait",
            "artist": "By Vincent van Gogh",
            "painted": "From 1889",
            "from": "Was made in France"
        },
        "text": "It is hard to call Post-impressionism a style of art, but rather a collection of art styles. This era lacks a group movement, but many of the paintings did share some characteristics. The sketch-like qualities of impressionist art were ditched in favor of abstract, but clearer shapes, symbolic and personal meaning were used more often than the literal world, and the subject remained the same from that of Impressionist Art: scenes of the lives of the middle class. A subsection of it is pointillism.<br>A famous artist of the era is Vincent van Gogh."
    },
    {
        "title": "Expressionism",
        "timeStart": 1905,
        "time": "1905-1920",
        "associatedColor": "#E5EDA1",
        "painting": {
            "name": "The Scream",
            "artist": "By Edvard Munch",
            "painted": "From 1893",
            "from": "Was made in Germany"
        },
        "text": "Expressionism originated in Germany when world views were becoming more and more conflicted due to the political climate, depression, and the World War. The word that could best describe the works made in this era is “distorted”. Strong colors and disfigured forms represented raw human emotions.<br>Famous artists of this era include Vincent van Gogh, Edvard Munch, and James Ensor."
    },
    {
        "title": "Cubism",
        "timeStart": 1907,
        "time": "1907-1914",
        "associatedColor": "#FF6B73",
        "painting": {
            "name": "The Weeping Woman",
            "artist": "By Pablo Picasso",
            "painted": "From October 26, 1937 (Bombing of Guernica)",
            "from": "Was made in France"
        },
        "text": "Cubism is one of the more complex movements to comprehend. Some could say it is realism, but without the falsehoods of perception and perspective. Instead it focuses on the concept, what an item is, and it is then represented on a canvas through an abstraction of the concept. Key characteristics of cubist art are its geometric design, its distortion of real world figures, and the many overlapping planes.<br>Key figures of the Cubism art era include Pablo Picasso and Georges Braque. Some cite Pablo Picasso’s Les Demoiselles d'Avignon as the first, but its influence is unlikely due to not being shown publicly until 1916."
    },
    {
        "title": "Abstract Expressionism",
        "timeStart": 1940,
        "time": "1940–1950",
        "associatedColor": "#E2C2FF",
        "painting": {
            "name": "Autumn Rhythm (Number 30)",
            "artist": "By Jackson Pollock",
            "painted": "From 1950",
            "from": "Was made in New York City (NYC)"
        },
        "text": "New York was the birthplace of abstract art after the conclusion of World War 1. The methods used gained the movement the title of action painting, while the gatherings in New York earned it the name New York School. Abstract Expressionism is unique in that the journey holds just as much artistic value as the final product. Improvisation, large scales, spontaneous actions, and more were all a part of the process, and therefore, the art.<br>Jackson Pollock (also known as “Jack the Dripper”) is a well-known Abstract Expressionist who’s area of expertise was in drip painting. Mark Rotho used large blocks of color to convey his spirituality."
    },
    {
        "title": "Contemporary Art",
        "timeStart": "Current",
        "time": "1970-Current",
        "associatedColor": "#78C091",
        "painting": {
            "name": "The Physical Impossibility of Death in the Mind of Someone Living",
            "artist": "By Damien Hirst",
            "painted": "From 1991",
            "from": "Was made in Britain"
        },
        "text": "Contemporary art dominates today’s artistic landscape. It is primarily made up of many smaller schools of art and “-isms”. Some include: postmodernism, feminist art, street art, digital art, and BritArt.<br>Interestingly enough, large artistic movements have relatively slowed down in quantity recently. However, you can change that! When you reach the Try Yourself page, remember ingenuity comes from experimentation.<br>It appears you have reached the end! Continue on to <i>More</i> to complete your journey."
    }
]